Repository: hutusi/swift-mercury
Catalog: Mercury/Support/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ Your answers are saved.
zh_hans: %@ 你的答案已保留。

source: %@ — tap a grade to retry.
zh_hans: %@ — 点按评分按钮重试。

source: AI feedback is temporarily unavailable. Try again later.
zh_hans: AI 反馈暂时不可用，请稍后再试。

source: Abandon Quiz
zh_hans: 放弃测验

source: Abandon this quiz?
zh_hans: 要放弃本次测验吗？

source: Account
zh_hans: 账户

source: Again
zh_hans: 重来

source: All Caught Up
zh_hans: 全部完成

source: Already have an account? Sign in
zh_hans: 已有账户？登录

source: An account with this email already exists.
zh_hans: 该邮箱已注册。

source: Authentication failed.
zh_hans: 认证失败。

source: Band-focused prep for the IELTS exam
zh_hans: 聚焦分数段的雅思备考

source: Business English
zh_hans: 商务英语

source: Cannot Connect
zh_hans: 无法连接

source: Cards you already graded are saved.
zh_hans: 已评分的卡片已保存。

source: Choose a Track
zh_hans: 选择学习方向

source: Could not reach the server. Check your connection.
zh_hans: 无法连接服务器，请检查网络。

source: Couldn't Load
zh_hans: 加载失败

source: Couldn't Submit
zh_hans: 提交失败

source: Create Account
zh_hans: 创建账户

source: DUE
zh_hans: 待复习

source: Dashboard
zh_hans: 概览

source: Day Streak
zh_hans: 连续天数

source: Done
zh_hans: 完成

source: Due
zh_hans: 待复习

source: Easy
zh_hans: 简单

source: Email
zh_hans: 邮箱

source: End Session
zh_hans: 结束学习

source: End this study session?
zh_hans: 要结束本次学习吗？

source: Everyday workplace English skills
zh_hans: 日常职场英语技能

source: Good
zh_hans: 良好

source: Hard
zh_hans: 困难

source: Head to the Vocabulary tab to study your first %@ words.
zh_hans: 前往“词汇”标签页，开始学习你的第一批%@词汇。

source: How well did you know it? Flip first.
zh_hans: 记得怎么样？先翻开卡片。

source: Invalid email or password.
zh_hans: 邮箱或密码错误。

source: Keep Going
zh_hans: 继续作答

source: Keep Studying
zh_hans: 继续学习

source: Latest Exam Estimate
zh_hans: 最近模考估分

source: Learned
zh_hans: 已掌握

source: Learning
zh_hans: 学习

source: Listening
zh_hans: 听力

source: Missed words go to your mistakes notebook.
zh_hans: 答错的词已加入错题本。

source: Mistakes
zh_hans: 错题

source: Mock Exam
zh_hans: 模拟考试

source: NEW
zh_hans: 新

source: Name
zh_hans: 姓名

source: New
zh_hans: 新词

source: New to Mercury? Create an account
zh_hans: 第一次使用 Mercury？创建账户

source: No cards are due right now. Come back later!
zh_hans: 现在没有到期的卡片，稍后再来吧！

source: Not Enough Words
zh_hans: 词汇量不足

source: Password (8+ characters)
zh_hans: 密码（至少 8 位）

source: Perfect score!
zh_hans: 满分！

source: Pick a learning track first.
zh_hans: 请先选择学习方向。

source: Please sign in again.
zh_hans: 请重新登录。

source: Profile
zh_hans: 我的

source: Quiz
zh_hans: 测验

source: Reading
zh_hans: 阅读

source: Recent Activity
zh_hans: 最近动态

source: Retry
zh_hans: 重试

source: Reveals the meaning and examples.
zh_hans: 显示释义和例句。

source: Review
zh_hans: 回顾

source: Score-focused prep for the TOEIC exam
zh_hans: 聚焦分数的托业备考

source: Session Complete
zh_hans: 学习完成

source: Shows the front of the card again.
zh_hans: 重新显示卡片正面。

source: Sign In
zh_hans: 登录

source: Sign Out
zh_hans: 退出登录

source: Something went wrong on the server. Try again.
zh_hans: 服务器出错了，请重试。

source: Speaking
zh_hans: 口语

source: Study (%lld due)
zh_hans: 学习（%lld 个待复习）

source: Study New Words
zh_hans: 学习新词

source: Study a few more words first, then come back for a quiz.
zh_hans: 先多学习一些词汇，再来测验吧。

source: Tap to reveal
zh_hans: 点按查看释义

source: That action isn't available right now.
zh_hans: 当前无法执行该操作。

source: That content is no longer available.
zh_hans: 该内容已不可用。

source: That input wasn't accepted. Check it and try again.
zh_hans: 输入内容未通过校验，请检查后重试。

source: The server sent an unexpected response.
zh_hans: 服务器返回了异常响应。

source: Track
zh_hans: 学习方向

source: Try Again
zh_hans: 重试

source: Try Another Quiz
zh_hans: 再来一组

source: Version
zh_hans: 版本

source: Vocabulary
zh_hans: 词汇

source: Vocabulary Quiz
zh_hans: 词汇测验

source: Welcome to Mercury!
zh_hans: 欢迎使用 Mercury！

source: What are you preparing for?
zh_hans: 你正在备考什么？

source: Which meaning matches?
zh_hans: 哪个释义正确？

source: Which word matches?
zh_hans: 哪个单词正确？

source: Words Due
zh_hans: 待复习词

source: Writing
zh_hans: 写作

source: You can change tracks any time from your profile.
zh_hans: 之后可随时在“我的”里更改学习方向。

source: You chose: %@
zh_hans: 你选择了：%@

source: You reviewed ^[%lld word](inflect: true). Keep the streak going!
zh_hans: 你复习了 %lld 个单词，继续保持！

source: Your answers so far will be discarded.
zh_hans: 目前的作答将被丢弃。
